""" Задание 2
Дополните программу из предыдущего задания так, чтобы она вывела в консоль приветствие, ваше имя и любимый цвет в отдельных строчках. Затем запустите программу и проверьте результат.
Теперь попробуйте поменять местами строчки программы, например первую и третью. В результате выведется сначала цвет, затем имя и в конце — приветствие.
"""

print("Здравствуйте")
print("Вениамин витамин")
print("Вам нравится голубой цвет")

print("Вам нравится голубой цвет")
print("Вениамин витамин")
print("Здравствуйте")
