""" Задача 1. Вывод в одну строку
Напишите программу, которая запрашивает у пользователя его имя и выводит для него приветствие в одну строку, как в примере ниже. Не забывайте ставить запятую при перечислении объектов внутри print! """

name = input('Введите имя: ')
print('Привет, ', name)
