""" Задача 3. Склейка
Что нужно сделать. Напишите программу, которая запрашивает на вход два слова, записывает их в разные переменные, затем склеивает их и выводит на экран полученную строку.
Результат будет такой:
Введите первое слово: Всем
Введите второе слово: привет
Всем привет """

word1 = input('Введите первое слово: ')
word2 = input('Введите второе слово: ')
print(word1 + ' ' + word2)
