""" Задача 2. Конкатенация
Что нужно сделать. Используя программу из предыдущего задания, добавьте вывод восклицательного знака в конец приветственной строки. Проверьте программу.
Затем попробуйте использовать конкатенацию для вывода строки. Для этого в команде print уберите запятые между объектами и вместо них поставьте знак «+». Снова проверьте программу. Результат должен быть такой же. """

name = input('Введите имя: ')
print('Привет, ' + name + '!')
