""" Задача 1. Яблоки
Транспортная компания ООО «ФруктыТрансСервис» занимается логистикой и грузоперевозками фруктов. Программисту Владимиру дали задачу написать программное обеспечение, которое позволит понять, сколько фруктов можно загрузить и сколько останется на складе.
Напишите программу, которая решает задачу из урока: у транспортной компании есть 41 тонна яблок, которые нужно разместить по ящикам. Каждый ящик вмещает в себя три тонны. Необходимо выяснить, сколько ящиков мы сможем заполнить и сколько яблок останется. Оба ответа нужно вывести на экран. """

tonn = int(input('Введите количество продукции в т.: '))
init = tonn // 3
part = tonn % 3
print('Мы можем заполнить', init, 'ящиков, но у нас останется еще', part, 'тонн остатков')
