""" Задача 4. Вход в систему
Исправьте программу и допишите необходимые команды для получения нужного результата. Будьте внимательны при исправлении и помните о правилах названия переменных.
Программа:
first name = input('Введите имя пользователя: ')
grииting = 'Утро доброе'
print(greeting, first name)
intro = "К сожалению, у Вас нет доступа к системе."
info == "Пожалуйста, обратитесь к системному администратору." """

first_name = input('Введите имя пользователя: ')
greeting = 'Привет, '
print(greeting, first_name)
intro = "К сожалению, у Вас нет доступа к системе."
info = "Пожалуйста, обратитесь к системному администратору."
print(intro)
print(info)
