""" Задача 1. Найти пропавшую переменную
Найдите в программе необъявленную переменную и объявите её, присвоив ей значение ‘Кот’.
client = 'Петя'
print(client)
print(‘ и ’)
print(pet) """

client = 'Петя'
pet = 'Хундерфлетя'
print(client)
print(' и ')
print(pet)
