"""
Практическое задание данного модуля было заменено на тест в модуле.

Несколько рекомендаций по оформлению кода:

-в коде принято использовать одинарные кавычки
-не удаляйте комментарии с условиями задания, так нагляднее какую цель должна достигнуть ваша программа
-в конце файла принято оставлять пустую строку 
-переменные и операторы принято отделять пробелами
squared = num ** 2
a, b = b, a
-старайтесь давать переменным говорящие имена, избегайте имён a, b, с и т.д. где это возможно
Рекомендую в первую очередь ознакомиться с данной статьёй https://pythonworld.ru/osnovy/pep-8-rukovodstvo-po-napisaniyu-koda-na-python.html
"""
