""" Задача 3. Сложные степени
Говорят, если в 22:31:49 посчитать на Python значение определённого выражения, то спустя год станешь очень хорошим программистом. Давайте проверим это утверждение.
1. Создайте переменную и запишите в неё следующее математическое выражение
2. Затем выведите значение переменной на экран. Ответ должен быть равен 378652.3611111111.
3. Будьте внимательны со скобками, особенно с делением числителя на знаменатель. """

variable = (-3 + (8 ** 2 - 12) * 4 ** 3 ** 2) / (2 * 18)
print(variable)
