"""Задача 3. Ошибки в коде
Дана программа
my color@ = 'Зелёный'
*sport& = 'Бег'
print('Меня зовут')
print(name)
name = 'Иван'
print('Мой любимый цвет:')
print(my_color)
print('Мой любимый вид спорта:')
print(спорт)
Скопируйте программу в редактор и исправьте ошибки в названиях и выводе переменных. При необходимости переставляйте строчки местами.
Проверьте правильность работы программы."""

my_color = 'Зелёный'
sport = 'Бег'
name = 'Иван'
print('Меня зовут')
print(name)
print('Мой любимый цвет:')
print(my_color)
print('Мой любимый вид спорта:')
print(sport)