""" Задача 3. Следующее и предыдущее числа
Что нужно сделать
Напишите программу, которая получает от пользователя число и выводит на экран два ответа — следующее и предыдущее числа """

number = int(input('Введите число: '))
print('После числа', number, 'идет число', number + 1)
print('До числа', number, 'идет число', number - 1)
