"""
Задача 2. Приветствие
Что нужно сделать
Напишите программу, которая выводит такое «окно» на экран. Размер окна может быть любым, вместо слова «друг» можете написать своё имя. Постарайтесь добиться результата из третьего варианта.
"""

print('==================')
print('Привет')
print('друг!')
print('==================')

print('==================')
print('||    Привет     ||')
print('||     друг!     ||')
print('==================')

print('==================')
print('||               ||')
print('||    Привет     ||')
print('||     друг!     ||')
print('||               ||')
print('==================')
