""" Венера, преподаватель Максима по астрологии и нумерологии, не верит, что математические операции работают так, как описывает математика. Напишите для Максима программу, которая демонстрировала бы работу основных операций, чтобы убедить Венеру.
Создайте три переменных, каждой из них присвойте любые числа, например 5, 4, 2 (кстати, не забывайте про множественное присваивание).
Затем выведите результат сложения, вычитания, умножения, деления и возведения в степень всех трёх переменных в отдельных строчках. """

var_a, var_b, var_c = 5, 4, 2
print(var_a + var_b + var_c)
print(var_a - var_b - var_c)
print(var_a * var_b * var_c)
print(var_a / var_b / var_c)
print(var_a ** var_b ** var_c)
