# ПерПередед выполнением кода раскомментируйте переменные russian, math и informatics (то есть удалите символ комментария # из строк 4, 5, 6). Это позволит вам протестировать свой код на разных значениях переменной.
# Перед отправкой кода на проверку снова закомментируйте эти строки — система сама подставит разные значения для проверки вашего кода.

russian = 90
math = 90
informatics = 90

# Посчитайте общее количество баллов в строке ниже. 
score = russian + math + informatics
if score >= 270:
    print('Поздравляем, ты поступил на бюджет!')
else:
    print('К сожалению, ты не прошёл на бюджет.')
# Далее сделайте проверку условия о поступлении на бюджет и обеспечьте корректный вывод соответствующего сообщения.
