"""
Python без установки дополнительного ПО на компьютер. 
В Colab можно загружать файлы, выполнять код и получать результаты прямо в браузере. 
Сервис бесплатный, вам понадобится только почтовый адрес Gmail.

Python-Fiddle — ещё один сервис, функционал которого похож на Google Colab. Чтобы начать работу в нём, перейдите на стартовую страницу Python-Fiddle. Вы увидите поле для написания кода.

Online Python — удобный инструмент для выполнения кода на Python прямо в браузере. Для работы в нём не нужна регистрация, просто переходите по ссылке: Online Python.
"""
