""" Задача 2. Приветствие для двух пользователей
Продолжая предыдущую программу, запросите у пользователя второе имя и выведите второе приветствие на экран. Пример результата программы: """

name1 = input('Введите первое имя: ')
print('Привет,')
print(name1)
name2 = input('Введите второе имя: ')
print('Привет,')
print(name2)
